{
  "version": 0.1,
  "locale": "fr",
  "entries": {
    "b63be1b412cb": "Replix - Codez au-delà des limites !",
    "d44f4091f109": "Éditeur",
    "8dc71cfe3de5": "Extraits",
    "b1f7ea702ba7": "GitHub",
    "48bd00429e14": "Twitter",
    "ca64ccbcdd21": "LinkedIn",
    "bc8627e1064e": "Réinventez votre façon <br0></br0> de coder",
    "f9224454030c": "<span0>Replix</span0> - Compilateur en ligne et IDE tout-en-un",
    "9abebd2a46bf": "Découvrir les fonctionnalités",
    "89d0cf30fd62": "Propulser les développeurs de demain",
    "193be4f9fb8d": "Entrez dans l'arène",
    "950c70be0680": "Découvrez les événements de programmation compétitive, testez vos compétences et grimpez dans les classements.",
    "2b4c85996d42": "Événements Replix",
    "09e93c2030af": "Votre portail vers toutes les compétitions officielles.",
    "82338a517559": "Voir tous les événements",
    "b3a14886f403": "Fonctionnalités Pro gratuites",
    "ea9d42ebf228": "Libérez tout le potentiel de Replix",
    "afaaa1ce20ff": "Développement",
    "39d154d3bf89": "Collaboration",
    "681e80e03209": "Productivité",
    "4e38cdc74173": "%s | Replix IDE - Codez au-delà des limites !",
    "73f8b5e78803": "Replix IDE est une bibliothèque de code communautaire qui vous permet de partager, découvrir et collaborer sur des extraits de code en toute simplicité. Rejoignez-nous dès aujourd'hui et libérez la puissance du partage de code ! Replix (replix.co.in) — IDE et compilateur en ligne tout-en-un pour C, C++, Java, Python, JavaScript, TypeScript, Go, Rust, C#, Ruby, Swift et plus encore. Créez, exécutez, déboguez, partagez du code, participez à des événements de programmation compétitive, organisez des concours et apprenez avec des leçons condensées — désormais avec évaluation assistée par IA, débogage automatique, extraits de code intégrés et suivi de progression. Organisez des concours DSA/CP, partagez des extraits de code, apprenez avec plus de 100 leçons condensées, suivez votre progression et accélérez le développement avec la génération et le débogage de code assistés par IA.",
    "926b5d5d511f": "Replix — IDE et compilateur en ligne multi-langages, partage de code communautaire, événements compétitifs avec évaluation par IA, et plateforme d'apprentissage axée sur la pratique pour DSA, CP et codage en situation réelle.",
    "43e13918ce47": "Notre mission",
    "fc40da979050": "\"Construire la plateforme de codage en ligne la plus centrée sur les développeurs pour chaque développeur de la planète.\"",
    "368665ede07b": "Connexion",
    "bce188a03c9f": "Notre vision",
    "963f6097e2cd": "« Redéfinir le paysage du développement, en le rendant si fluide que la seule limite soit l'imagination du développeur. »",
    "3f621a73a23a": "Replix Learning",
    "c4260afa4fee": "Parcours guidés • Aide-mémoires • IDE interactif",
    "59361780924d": "Apprendre à coder avec Replix — <span0>Cours structurés et pratiques pour tous les niveaux</span0>",
    "89aee1ec789f": "Commencez par les bases, créez de vrais projets et exécutez du code instantanément dans le navigateur. Des explications claires, des aide-mémoires, des quiz et un suivi de progression rendent l'apprentissage addictif et gratifiant.",
    "332a4734f3bb": "Parcourir les parcours d'apprentissage",
    "8d6d10071b64": "Projets guidés",
    "0379dcf29545": "10+",
    "d5bb3996f2e5": "Langages",
    "6336a144b2c9": "100+",
    "c60d5eafb0db": "Leçons",
    "5f5f5c346e1a": "Éditeur et exécuteur",
    "2dfb10202ae1": "interactifs",
    "f2cf16bafcc3": "Essayer une leçon d'exemple",
    "ee670705a959": "Commencer l'apprentissage",
    "157a5b37c630": "Rencontrez le visionnaire",
    "331f15ef04a8": "Créé par un <span0>développeur </span0> pour les <span1>développeurs </span1>",
    "75040f30c858": "Découvrez l'esprit derrière Replix et la passion qui anime l'innovation dans la création de Replix",
    "809c80fb9123": "Aditya Sharma",
    "743373544921": "Fondateur et créateur",
    "d2646af841a9": "Je crée des produits qui réduisent la distance entre l'idée et l'impact. <br0></br0> En tant qu'ingénieur full-stack avec un état d'esprit produit, je développe des outils et des expériences évolutifs en utilisant des technologies web modernes et une infrastructure scalable—aidant les équipes à livrer en toute confiance et à croître plus rapidement. <br1></br1> Si vous construisez quelque chose d'ambitieux ou souhaitez une meilleure expérience développeur, connectons-nous et construisons ensemble.",
    "8ca9e6ffdff7": "Connectons-nous",
    "0fa0f313bb87": "\"",
    "ed92a101db92": "Chaque ligne de code dans Replix est écrite avec la conviction que les grands outils doivent être accessibles à tous. Ma mission est de donner aux développeurs du monde entier un IDE qui ne fonctionne pas seulement—il inspire.",
    "806e5671aa5a": "Profil",
    "36cf091f8793": "Paramètres",
    "9c02c35cf2cd": "Profil",
    "995c9815c23f": "Paramètres",
    "fd6e7f1c34b3": "Anglais",
    "1a39c13f94db": "Espagnol",
    "08b169ed074c": "Français",
    "e5df4aab3f4e": "Allemand",
    "eb120d586ac4": "Replix",
    "69bf04c52d7b": "Codez sans limites !",
    "80d9b61bebb4": "Mettez une étoile à Replix sur GitHub",
    "82f8419e4bc1": "Mettre une étoile sur GitHub",
    "2441e7d6d22d": "Si Replix vous a aidé, donnez-nous une ⭐",
    "8949d71fa7ad": "Mettez une étoile à Replix sur GitHub",
    "d791937d3bef": "lignes : {expression0}",
    "1e7fd2584002": "traitement quantique...",
    "87e77e985d9e": "Prise en charge de <span0>tous les principaux langages</span0>",
    "98374d91382e": "Choisissez votre langage préféré et commencez à coder instantanément dans notre environnement riche en fonctionnalités",
    "7feee2e64686": "Prêt à écrire du code ?",
    "8fb78a0af220": "Aucune configuration, aucune attente - choisissez simplement votre langage et commencez à créer.",
    "ae7f24962e2d": "Commencer à coder"
  }
}